<script setup>

import PaginationRow from "@/components/PaginationRow.vue";
</script>

<template>
    <div class="w-3/4">
        <div class="space-y-4 p-4 ">
            <h1 class="text-center font-bold text-3xl my-4">Jinoyat va Jazo</h1>
            <p>Классический текст-«рыба» (условный, зачастую бессмысленный текст-заполнитель, вставляемый в макет страницы).
                Используется для образца шрифта и текста, а также для заполнения поля размещения на странице.

                Текст, по-видимому, является искажённым отрывком из философского трактата Марка Туллия Цицерона «О пределах
                добра и зла», написанного в 45 году до н. э. на латинском языке.

                Lorem ipsum применяется в учебных и демонстрационных материалах по полиграфии и дизайну печатных изданий и
                веб-страниц.
            </p>
            <p>Классический текст-«рыба» (условный, зачастую бессмысленный текст-заполнитель, вставляемый в макет страницы).
                Используется для образца шрифта и текста, а также для заполнения поля размещения на странице.

                Текст, по-видимому, является искажённым отрывком из философского трактата Марка Туллия Цицерона «О пределах
                добра и зла», написанного в 45 году до н. э. на латинском языке.

                Lorem ipsum применяется в учебных и демонстрационных материалах по полиграфии и дизайну печатных изданий и
                веб-страниц.
            </p>
            <p>Классический текст-«рыба» (условный, зачастую бессмысленный текст-заполнитель, вставляемый в макет страницы).
                Используется для образца шрифта и текста, а также для заполнения поля размещения на странице.

                Текст, по-видимому, является искажённым отрывком из философского трактата Марка Туллия Цицерона «О пределах
                добра и зла», написанного в 45 году до н. э. на латинском языке.

                Lorem ipsum применяется в учебных и демонстрационных материалах по полиграфии и дизайну печатных изданий и
                веб-страниц.
            </p>
        </div>
        <div class="sm:justify-end w-full flex justify-center">
            <PaginationRow/>
        </div>
    </div>
</template>

<style scoped>

</style>
